Repository: DeVasu/lLyrics
Catalog: lLyrics/locale/*.po
Languages: pl

source: Lyrics
pl: Treść utworu

source: Show lyrics
pl: Wyświetl treśc tego utworu

source: Save
pl: Zapisz

source: Cancel
pl: Anuluj

source: Back to playing song
pl: Wróć do aktualnie odtwarzanego utworu

source: External
pl: Zewnętrzne źródła

source: Sources
pl: Źródła

source: Scan next source
pl: Sprawdź następne źródło

source: Scan all sources
pl: Sprawdź wszystkie źródła

source: Search online
pl: Wyszukaj online

source: Mark as instrumental
pl: Oznacz jako utwór instrumentalny

source: Clear lyrics
pl: Wyczyść treść

source: Edit lyrics
pl: Edytuj tekst

source: Preferences
pl: Ustawienia

source: lLyrics Preferences
pl: Ustawienia

source: searching lyrics...
pl: Wyszukiwanie tekstu utworu

source: No lyrics found
pl: Nie znaleziono treści utworu

source: Show sidebar on first playback
pl: Wyświetl panel przy odtwarzaniu muzyki

source: Save lyrics
pl: Przechowuj teksty utworów

source: Whether to automatically save retrieved lyrics in the folder specified below
pl: Zapisywanie pobranych tekstów w poniższym folderze aby mieć do nich dostęp szybciej i bez połączenia z internetem

source: Folder for lyrics
pl: Katalog dla tekstów

source: Always ignore parentheses in song title
pl: Zawsze ignoruj nawiasy w tytułach utworów

source: When turned off, only parentheses containing specific strings (e.g. 'remix', 'live', 'edit', etc) are filtered
pl: Kiedy wyłączone, tylko nawiasy zawierające konkretne słowa (np. 'remix', 'live', 'edit' itp.) są filtrowane

source: Sources:
pl: Lista źródeł:

source: Warning: 'External' calls the Rhythmbox built-in lyrics plugin. It can not be guaranteed that the provided engines work properly. If you experience any problems, deactivate this option.
pl: Uwaga: 'Zewnętrzne źródła' korzysta z wbudowanej wtyczki Rhythmboxa. Nie można zagwarantować, że wbudowane mechanizmy będą działały prawidłowo. Jeśli doświadczas jakichkolwiek problemów, spróbuj wyłączyć tę opcję.

source: Hide sidebar label
pl: Ukryj nagłówek panelu

source: Show lyrics in left sidebar instead of right one
pl: Pokazuj treść utworu w lewym panelu, a nie w prawym

source: You have to disable and re-enable this plugin or restart Rhythmbox to apply changes here
pl: Musisz wyłączyć i jeszcze raz włączyć tę wtyczkę albo ponownie uruchomić Rhythmboxa żeby zmiany odniosły efekt

source: General
pl: Ogólne

source: Appearance
pl: Wygląd
